Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Lately, a lot of machines have been obsessed with that building with the geometric pattern down there.
pl: Ostatnio, sporo maszyn ma obsesję na punkcie tego budynku z geometrycznym wzorem na dole.

source: Lately, she's been doing all her work perfectly. I'm actually starting to miss when she needed help.
pl: Ostatnio, robiła swoją robotę perfekcyjnie. Zaczynam tęsknić za czasami jak potrzebowała pomocy.

source: Latvia
pl: Łotwa

source: Laughing Machine
pl: Śmiejąca się maszyna

source: Launch ability confirmed.
pl: Potwierdzono możliwość wystrzału.

source: Launching DBU Setup
pl: Uruchamianie DBU

source: LeT's bE haPPy toGETHer!
pl: cIEsZmy SiĘ rAZeM!

source: Lead Animator
pl: Główny animator

source: Lead Artist
pl: Główny artysta

source: Lead Character Modeler
pl: Główny projektant postaci

source: Lead Cinematic Artist
pl: Główny artysta przerywników filmowych

source: Lead Concept Artist
pl: Główny grafik koncepcyjny

source: Lead Environment Artist
pl: Główny grafik środowiskowy

source: Lead Environment Artist / Lighting Artist
pl: Główny grafik środowiskowy / Artysta oświetlenia

source: Lead Facial Animator
pl: Główny animator twarzy

source: Lead Game Designer
pl: Główny projektant rozgrywki

source: Lead Game Designer: Isao Negishi
pl: Główny projektant rozgrywki: Isao Negishi

source: Lead Localizer
pl: Główny lokalizator

source: Lead Music Implementation
pl: Kierownik wykonania muzyki

source: Lead Programmer
pl: Główny programista

source: Lead Programmer: Ryo Onishi
pl: Główny programista: Ryo Onishi

source: Lead Project Manager
pl: Główny menadżer projektu

source: Lead Sound Designer
pl: Główny projektant udźwiękowienia

source: Lead UI Artist
pl: Główny artysta interfejsu

source: Lead UI Artist / Mechanic Concept Artist
pl: Główny artysta interfejsu / Grafik koncepcyjny mechaniki

source: Lead VFX Artist
pl: Główny artysta efektów

source: Leave before you get dragged into something.
pl: Lepiej stąd odejdź, nim cię w coś wciągnie.

source: Leave him to his own devices.
pl: Zostaw go. Niech radzi sobie sam.

source: Leave it.
pl: Zostaw.

source: Leave me alone, Jackass! I can't deal with your weird hobbies anymore!
pl: Zostaw mnie w spokoju, Jackass! Nie mam już siły na twoje dziwne hobby!

source: Leave our kingdom!
pl: Opuśćcie nasze Królestwo!

source: Leave them to their fate.
pl: Zostaw ich. Niech radzą sobie sami.

source: Leave.
pl: Odejdź.

source: Leaving such a dangerous foe intact would be unwise.
pl: Pozostawienie tak niebezpiecznych przeciwników przy życiu byłoby nierozsądne.

source: Lebanon
pl: Liban

source: Leeeet's...plaaaaay...
pl: Poooobaaa... wmyyyyy sięęęę...

source: Left Stick Map Controls
pl: Przesuwanie mapy (l. analog)

source: Legal Administrator
pl: Administrator prawny

source: Legal Assistant
pl: Asystent prawny

source: Legends tell of a mighty warrior who had no equal in battle. Granted immortality by a phoenix, he wandered from war to war, forever searching for ways to prove his strength.
pl: Krążą legendy o potężnym wojowniku, który w walce nie miał sobie równych. Zyskawszy nieśmiertelność od feniksa, wędrował z jednej wojny do drugiej, szukając sposobów na udowodnienie swojej siły.

source: Lemme just mark the point on the map. Aaaand...there.
pl: Zaznaczę jeszcze tylko punkt na mapie i... już. Gotowe...

source: Lend a hand.
pl: Pomóż.

source: Less talk. More running.
pl: Nie gadaj, tylko biegnij!

source: Lessee, what do we have today? Hmm... Plato 1728, eh?
pl: Zobaczmy, co my tu dzisiaj mamy? Hmm... Platon 1728, co?

source: Lessee, what ordeals shall I put my little robot through next?
pl: Zobaczmy... przez jakie tortury powinien przejść teraz mój mały robocik?

source: Let Pascal live.
pl: Pozwól żyć Pascalowi.

source: Let me ask around the Resistance camp before you go running off.
pl: Pozwól, że zanim wcielisz swój plan w życie, najpierw porozmawiam z ludźmi znajdującymi się w obozie Ruchu Oporu.

source: Let me ask you something: Do you think the world is full of love?
pl: Pozwól, że cię o coś zapytam... Czy, twoim zdaniem, świat jest pełen miłości?

source: Let me at least fulfill my duty here to the end...
pl: Pozwólcie mi wypełnić mój obowiązek wobec tego miejsca... do samego końca...

source: Let me guess: You need a scrap collector.
pl: Niech zgadnę: potrzebujecie kogoś, kto zbierze dla was trochę złomu.

source: Let me guess: You need more medicine.
pl: Niech zgadnę: potrzebujesz więcej leku.

source: Let me know if I can help you with anything.
pl: Daj mi znać, jeśli jest coś, w czym mogę ci pomóc.

source: Let me know if you find any data on the old world.
pl: Dajcie znać, jeśli znajdziecie jakiekolwiek dane ze starego świata.

source: Let me know if you find any more data, all right?
pl: Daj znać, jak znajdziesz więcej danych. Dobrze?

source: Let me know if you find any more.
pl: Dajcie znać, gdybyście znaleźli jeszcze jakąś, dobrze?

source: Let me know if you find anything else.
pl: Daj mi znać, jeśli znajdziesz coś jeszcze.

source: Let me see... Wait. She was planning to abandon her post?
pl: Niech spojrzę... Co? Planowała zdezerterować ze stanowiska?

source: Let me try hacking it open.
pl: Pozwól mi... Spróbuję go zhakować.

source: Let money do the talking.
pl: Niech pieniądze przemówią.

source: Let the battle begin!
pl: Niech rozpocznie się walka!

source: Let the fists fly! Let the feet kick! Let the pure passion of combat come forth in glorious... Er, sorry. I'm rambling again, aren't I?
pl: Niech pięści latają! Niech stopy kopią! Niech czysta pasja walki pojawi się w całej okazałości... Eee, przepraszam. Znowu bredzę bez sensu?

source: Let the trial begin!
pl: Niech rozpocznie się próba!

source: Let the weirdo work it out herself.
pl: Pozwól dziwaczce rozgryźć to samodzielnie.

source: Let us become gods together!
pl: Pozwólcie nam stać się Bogami!

source: Let us discuss the fee.
pl: Przedyskutujmy zapłatę.

source: Let us fight with honor!
pl: Walczmy z honorem!

source: Let us know if there's anything else you need from us, okay?
pl: Daj znać, jeśli będziesz potrzebować od nas jeszcze czegoś, okej?

source: Let's ask that guy over there.
pl: Zapytajmy tamtego kolesia.

source: Let's be careful out there! ...I probably don't need to tell you that, but hey, just in case.
pl: Uważajcie na siebie! Pewnie nie muszę wam tego mówić, ale przypominam, tak na wszelki wypadek.

source: Let's be happy together!
pl: Cieszmy się razem!

source: Let's be in this thing to win this thing!
pl: Jesteśmy tu po to, by wygrać!

source: Let's bring this back to her friend.
pl: Zanieśmy to z powrotem jej przyjaciółce.

source: Let's calm down before we do anything, okay?
pl: Uspokójmy się, zanim cokolwiek zrobimy, dobrze?

source: Let's calm down for a moment.
pl: Uspokój się na chwilę.

source: Let's check his memory.
pl: Sprawdźmy jego pamięć.

source: Let's check it out.
pl: Sprawdźmy to.

source: Let's check them out.
pl: Sprawdźmy je.

source: Let's check this thing out.
pl: Sprawdźmy to.

source: Let's dance! Let's dance!
pl: Zatańczmy! Zatańczmy!

source: Let's do it!
pl: Zróbmy to!

source: Let's figure out where that noise came from. Just to be sure, you know?
pl: Dowiedzmy się, skąd pochodził ten hałas. Tak dla pewności, wiesz?

source: Let's find out.
pl: Przekonajmy się.

source: Let's get a grip on the situation before we start panicking.
pl: Zanim zaczniemy panikować, powinniśmy lepiej rozeznać sie w sytuacji.

source: Let's get going!
pl: Ruszajmy!

source: Let's get it on!
pl: No to do dzieła!

source: Let's get started.
pl: Zaczynajmy.

source: Let's get to those flight units while we can!
pl: Dostańmy się do tych jednostek latających, póki możemy!

source: Let's go after her, 2B!
pl: Chodźmy za nią, 2B!

source: Let's go already.
pl: Ruszajmy.

source: Let's go ask Pascal about A2.
pl: Chodźmy zapytać Pascala o A2.

source: Let's go back to where we first found her. I bet she's waiting there.
pl: Wróćmy tam, gdzie ją pierwszy raz znaleźliśmy. Założę się, że tam na nas czeka.

source: Let's go take a look. Maybe some of them will still be alive.
pl: W takim razie ruszajmy. Może któreś z nich faktycznie nadal żyje.

source: Let's go talk to her.
pl: Chodźmy z nią pogadać.

source: Let's go tell that machine that his animal friends are safe.
pl: Chodźmy powiedzieć tej maszynie, że jej zwierzęcy przyjaciele są bezpieczni.

source: Let's go!
pl: Chodźmy!

source: Let's go, 2B.
pl: Chodźmy, 2B.

source: Let's go, 9S.
pl: Chodźmy, 9S.

source: Let's go.
pl: Chodźmy.

source: Let's hear them out. Maybe we'll learn more about the machine lifeforms.
pl: Wysłuchajmy ich. Może dowiemy się czegoś więcej o tych mechanicznych formach życia.

source: Let's just make the medicine and get it back to that machine.
pl: Po prostu zróbmy lek i zanieśmy go tej maszynie.

source: Let's keep our eyes open next time we're in any of those areas.
pl: Powinniśmy mieć oczy szeroko otwarte, gdy znajdziemy się w którymś z tych miejsc.

source: Let's keep the winning streak going! Woooo!
pl: Utrzymajmy zwycięsko passę! Łoooo!

source: Let's leave this area to the reinforcements.
pl: Zostawmy miejsce posiłkom.

source: Let's look around for a route we can take.
pl: Rozejrzyjmy się za ścieżką, która umożliwi nam przejście.

source: Let's move to an area with better reception so we can contact Command.
pl: Dostańmy się do obszaru z lepszym zasięgiem, aby móc skontaktować się z Dowództwem.

source: Let's move.
pl: Ruszajmy.

source: Let's not do it!
pl: Nie róbmy tego!

source: Let's play red light, green light!
pl: Pobawmy się w „Raz, dwa, trzy, Baba Jaga patrzy”!

source: Let's play! Let's play!
pl: Zabawmy się! Zabawmy się!

source: Let's play! Play! Play!
pl: Zabawmy się! Bawmy! Bawmy!

source: Let's put an end to all this fighting once and for all.
pl: Zakończmy tę całą walkę, raz na zawsze.

source: Let's run a check to make sure it's working.
pl: Upewnijmy się, czy działa jak należy.

source: Let's see if we can find any of those complex gadgets the weapons trader was after.
pl: Zobaczmy, czy uda nam się znaleźć te złożone mechanizmy, których szuka handlarz bronią.

source: Let's see if we can't find another route.
pl: Zobaczmy, czy nie znajdziemy innej drogi.

source: Let's see what they say.
pl: Zobaczmy co mówią.

source: Let's see what we've got.
pl: Zobaczmy, co tu mamy.

source: Let's see what you're made of, shall we?
pl: A teraz... pokaż mi na co cię stać!

source: Let's see... Four pristine screws and one large gear should be enough to bridge the gap in its memory circuits.
pl: Zobaczmy... Cztery nietknięte wkręty i jeden duży trybik powinny wystarczyć do zapełnienia dziury w jego obwodach pamięci.

source: Let's see... Looks like info about how the Council of Humanity was formed as part of Project YoRHa.
pl: Zobaczmy... Wygląda na informację o tym, jak utworzono Radę Ludzkości w ramach Projektu YoRHa.

source: Let's see... Yep! That's everything. Thanks for the help.
pl: Zobaczmy... Tak! Jest tu wszystko. Dziękujemy za pomoc.

source: Let's sing! Let's sing!
pl: Zaśpiewajmy! Zaśpiewajmy!

source: Let's start by getting the brightness set.
pl: Zacznijmy od ustawienia tej jasności.

source: Let's stay sharp and head back to the Resistance camp.
pl: Musimy pozostać czujni. I udać się do obozu Ruchu Oporu.

source: Let's take 'em out already so I can be home in time for dinner and a bath!
pl: Zniszczmy je wreszcie, żebym mógł wrócić do domu na obiad i wziąć kąpiel!

source: Let's take a break.
pl: Zróbmy sobie krótką przerwę.

source: Let's take them out.
pl: Zajmijmy się nimi.

source: Let's take these guys out first.
pl: Najpierw zajmijmy się tymi tutaj.

source: Let's take this bastard down.
pl: Załatwmy tego drania.

source: Let's try the Operator again.
pl: Możemy poprosić ponownie o pomoc Operatorkę.

source: Let...my guard down... EMP hit me point-blank...
pl: Dałam... się zaskoczyć... EMP zwaliło mnie z nóg...

source: Lets you ride them anytime you want.
pl: Sprawia że zwierzęta pozwalają się ujeżdżać w każdej chwili.

source: Letter for Jean-Paul
pl: List do Jean-Paula

source: Letter for Sartre
pl: List do Sartre'a

source: Letter to the Forest King
pl: List do Króla Lasu

source: Library
pl: Biblioteka

source: Library Index
pl: Indeks biblioteki

source: Library Index 015 port 042148 Adam Unit Storage Record 016 port 009397 Eve Unit Storage Record 017 port 027581 YoRHa Communications Interception Record 018 port 053031 YoRHa Server Record 019 port 056776 Human Server Record 020 port 028295 Human Server Establishment Record 021 port 008471 Human Heritage Preservation Record 022 port 062423 Tower System Summary 023 port 064202 Tower Sub-system Summary 024 port 058632 Special Units Creation Record 025 port 016941 Plant Species Preservation Record 026 port 004742 Animal Species Preservation Record
pl: Indeks Biblioteki 015 port 042148 Zapis o jednostce Adam 016 port 009397 Zapis o jednostce Ewa 017 port 027581 Zapis o przejęciu komunikacji YoRHa 018 port 053031 Zapis serwera YoRHy 019 port 056776 Zapis serwera ludzi 020 port 028295 Zapis ustanowienia serwera ludzi 021 port 008471 Zapis konserwacji spuścizny ludzkości 022 port 062423 Podsumowanie systemu Wieży 023 port 064202 Podsumowanie podsystemów Wieży 024 port 058632 Zapis stworzenia jednostek specjalnych 025 port 016941 Zapis ochrony gatunków roślin 026 port 004742 Zapis ochrony gatunków zwierząt

source: Libya
pl: Libia

source: License
pl: Licencje

source: Lie and say you couldn't find him.
pl: Skłam, mówiąc, że nie udało wam się go odnaleźć.

source: Life in the desert takes a toll in ways both large and small.
pl: Życie na pustyni daje się we znaki na różne sposoby.

source: Life is a fleeting moment! We must fly straight like an arrow so we never lose our way!
pl: Życie jest ulotną chwilą! Musimy lecieć prosto jak strzała, aby nigdy nie zgubić drogi!

source: Life is hard.
pl: Życie jest ciężkie.

source: Life is too short for you to spend it running about in useless circles!
pl: Życie jest zbyt krótkie, aby spędzać je na bezsensownym bieganiu w kółko!

source: Light (On/Off)
pl: Światła (Wł/Wył)

source: Light Assistant
pl: Asystent oświetlenia

source: Light Attack
pl: Atak lekki

source: Light Blue Hair
pl: Jasnoniebieskie włosy

source: Light ON/OFF
pl: Wł/wył światła

source: Light Purple Hair
pl: Jasnofioletowe włosy

source: Light and darkness
pl: Światło i ciemność

source: Light attack
pl: Atak lekki

source: Lighting Artist
pl: Artysta oświetlenia

source: Like I care what you think, jerk!
pl: Jakby mnie obchodziło twoje zdanie, dupku!

source: Like his loyalty, its blade is unbent.
pl: W odróżnieniu od jego lojalności, jego ostrze jest nieskrzywione.

source: Like, did you know that she leaves piles of clothes strewn everywhere? The cleaning team is SO sick of it.
pl: Na przykład, wiedzieliście, że wszędzie zostawia sterty ubrań? Zespół sprzątający ma tego SERDECZNIE dosyć.

source: Lime Green Hair
pl: Limonkowe włosy

source: Limited functionality detected in black box.
pl: Wykryto ograniczone funkcjonowanie czarnej skrzynki.

source: Limits exist to be broken!
pl: Ograniczenia istnieją po to, aby je łamać!

source: Linked-sphere
pl: Połączone kule

source: Linked-sphere (Drill)
pl: Połączone kule (wiertło)

source: Linked-sphere (Gun)
pl: Połączone kule (działko)

source: Linked-sphere Type
pl: Połączone kule

source: List
pl: Lista

source: Listen to her problem.
pl: Wysłuchaj, co ją trapi.

source: Listen to me, Adam...
pl: Posłuchaj mnie, Adamie...

source: Listen to nice BGM on the jukebox.
pl: Posłuchaj ścieżki dźwiękowej na szafie grającej.

source: Listen to nice BGM on the jukebox. Part 1 of a set of 5.
pl: Posłuchaj ścieżki dźwiękowej na szafie grającej. Część 1 z 5 kolekcji.

source: Listen to them. It's all "Uncle Pascal this" and "Uncle Pascal that." What a bunch of babies!
pl: Tylko ich posłuchaj. Tylko „wujku Pascalu to” i „wujku Pascalu tamto”. Banda niemowlaków.

source: Listen up! Make sure you download every last bit of data from 2B and 9S's battle into your heads!
pl: Słuchaj! Upewnij się, że ściągnęłaś wszystkie dane co do bita z bitwy 2B i 9S do naszych głów!

source: Listen up! The future of the human race is in our hands! Now get out there and complete your missions!
pl: Posłuchaj! Przyszłość ludzkości leży w naszych rękach! Idź i wykonuj swoją misję!

source: Listen up, you lot! It's time to show me what you've learned!
pl: Słuchajcie, ludziska! Nadszedł czas pokazać mi, czego się nauczyliście!

source: Listen up, you oil-thirsty throngs! A new match is about to begin!
pl: Słuchaj, spragniona oleju rzeszo! Zaraz rozpoczną się kolejne zawody!

source: Listen, 2B. I was looking at images of flowers today and—
pl: Słuchaj, 2B. Przeglądałam dzisiaj zdjęcia kwiatów i...

source: Listen, did you happen to give a red hood to a friend earlier?
pl: Słuchaj, czy przypadkiem nie dałaś czerwonego kaptura swojej przyjaciółce, jakiś czas temu?

source: Listen, if you—
pl: Słuchaj, jeśli ty...

source: Listen, just ignore that guy. Selfish fool refuses to help me with my work.
pl: Nie zwracaj na niego uwagi. Samolubny głupiec odmawia pomocy w mojej pracy.

source: Lithuania
pl: Litwa

source: Little Brother Machine
pl: Maszyna młodszy brat

source: Little Sister Machine
pl: Maszyna młodsza siostra

source: Live to have fun!
pl: Żyjcie, by dobrze się bawić!

source: Load
pl: Wczytaj

source: Load Game
pl: Wczytaj grę

source: Load a previously saved file.
pl: Wczytaj wcześniej zapisany plik.

source: Load game, save game, or change system settings.
pl: Ładowanie gry, zapis gry i zmiana ustawień systemu.

source: Load this save file?
pl: Wczytać dane zapisu?

source: Load this save file? Unsaved game data will be lost.
pl: Wczytać dane zapisu? Niezapisane dane zostaną utracone.

source: Loading Geographic Data
pl: Ładowanie danych geograficznych

source: Loading System Screen
pl: Ładowanie ekranu systemowego

source: Loading complete.
pl: Wczytywanie zakończone.

source: Loading map...
pl: Ładowanie mapy...

source: Loading not possible because the required data has not been installed yet.
pl: Nie można wczytać, ponieważ wymagane dane nie zostały jeszcze zainstalowane.

source: Loading system data...
pl: Ładowanie danych systemowych...

source: Loafing Machine
pl: Wałęsająca się maszyna

source: Localisation Producer
pl: Producent lokalizacji

source: Localisation QA Lead Technician
pl: Główny technik QA lokalizacji

source: Localisation QA Manager
pl: Menadżer QA lokalizacji

source: Localisation QA Project Coordinator
pl: Koordynator projektu QA lokalizacji

source: Localisation QA Project Manager
pl: Menadżer projektu QA lokalizacji

source: Localisation QA Tester
pl: Tester QA lokalizacji

source: Localization & QA Director
pl: Kierownik lokalizacji i kontroli jakości

source: Localization Coordinator
pl: Koordynator lokalizacji

source: Localization Producer
pl: Producent lokalizacji

source: Localization QA Director
pl: Kierownik QA lokalizacji

source: Localization QA Lead Technician
pl: Główny technik QA lokalizacji

source: Localization QA Project Coordinator
pl: Koordynator projektu QA lokalizacji

source: Localization QA Tester
pl: Tester QA lokalizacji

source: Localization Support
pl: Wsparcie lokalizacji

source: Locate the Goliath-class unit.
pl: Zlokalizuj jednostkę klasy Goliat.

source: Location Coordinator
pl: Koordynator lokacji

source: Location has been detected and placed on map.
pl: Wykryto pozycję jednostki o nazwie Ewa i oznaczono ją na mapie.

source: Location marked on map.
pl: Oznaczono lokalizację na mapie.

source: Lock on (Hold down and press <KC_CAMERA_L_2><ICON_SLASH_2><KC_CAMERA_R_2> to switch targets)
pl: Namierzanie (Przytrzymaj i naciśnij <KC_CAMERA_L_2><ICON_SLASH_2><KC_CAMERA_R_2>, by zmienić cel)

source: Lock on (Hold down and press <KC_CAMERA_L_3><ICON_SLASH_3><KC_CAMERA_R_3> to switch targets)
pl: Namierzanie (Przytrzymaj i naciśnij <KC_CAMERA_L_3><ICON_SLASH_3><KC_CAMERA_R_3>, by zmienić cel)

source: Lock-on
pl: Namierzanie

source: Lock-on (On/Off)
pl: Namierzanie (Wł/Wył)

source: Locked Enemy Tracking
pl: Śledzenie namierzonego wroga

source: Log-data upload complete!
pl: Wysłano zapisy danych!

source: Loneliness with loneliness
pl: Samotność z samotnością

source: Lonely Machine
pl: Samotna maszyna

source: Lonely... So very cold...
pl: Samotny... Tak bardzo zimno...

source: Long ago, a cruel lord used this sword on his own subjects in a vain attempt to attain immortality.
pl: Dawno temu okrutny władca zabił swoich poddanych za pomocą tego miecza, chcąc zyskać nieśmiertelność.

source: Long ago, it is said, this land was a great kingdom inhabited by a people who wore such masks.
pl: Powiadają, że dawno temu te ziemie były wielkim królestwem zamieszkiwanym przez ludzi noszących takie maski.

source: Long ago, the humans used to gather in places where music played. ...Just like us.
pl: Dawno temu, ludzie zbierali się w miejscach, w których słuchali muzyki... Zupełnie jak my w tej chwili...

source: Long-range
pl: Daleki dystans

source: Look around as much as you like.
pl: Możesz rozglądać się ile tylko chcesz.

source: Look around for yourself. You'll see that it's true.
pl: Rozejrzyjcie się. Zobaczycie, że mówię prawdę.

source: Look at all the corpses. Is this some kind of graveyard?
pl: Popatrz na te wszystkie ciała. To jakiś rodzaj cmentarza?

source: Look at all these broken machines...
pl: Po przyjrzeniu się tym wszystkim zniszczonym maszynom...

source: Look at all these dead machines...
pl: Popatrz na te wszystkie martwe maszyny...

source: Look at him and his three-tier belly! That's so cool!
pl: Popatrz na niego i jego trzystopniowy brzuch! To takie fajne!

source: Look at me. Oh please look at me. I want your eyes to look upon me alone.<bt_wait>
pl: Popatrz na mnie. Och, proszę, popatrz na mnie. Chcę, by twoje oczy patrzyły tylko na mnie.<bt_wait>

source: Look for machines that are receiving signals from the anti-air system.
pl: Zlokalizuj maszyny, które odbierają sygnały z systemów przeciwlotniczych.

source: Look here. There's something carved in this column.
pl: Spójrz tutaj. Coś jest wyryte na tej kolumnie.

source: Look out! It's recharging!
pl: Uwaga! Znowu się ładuje!

source: Look, I know this is a bit out of the blue, but can you help me? I've got something of an emergency on my hands.
pl: Słuchaj... Domyślam się, że może cię dziwić to, że jestem taki bezpośredni, ale... może zechcesz mi pomóc? Mam tutaj sytuację awaryjną.

source: Look, I only just started out, okay? I'm still tryin' ta get the hang of this!
pl: Słuchaj, dopiero zaczynam, okej? Wciąż próbuję to zrozumieć!

source: Look, I'll be honest—I'm worried about sending Popola out to find this stuff.
pl: Powiem wprost... Niepokoi mnie wysyłanie Popoli po te rzeczy.

source: Look, I'm grateful that people are concerned about me, but at some point they need to just let me go on a mission!
pl: Słuchaj, jestem wdzięczna, że ludzie się o mnie martwią, ale prędzej czy później muszą mi pozwolić wziąć udział w misji!

source: Look, just forget about the chips.
pl: Wiesz co? Po prostu zapomnijmy o tych czipach.

source: Look, just stay out of my way.
pl: Słuchaj no... Po prostu... Nie właź mi w drogę. Jasne?

source: Look, look! I found another torso for my body!
pl: Popatrz! Znalazłem kolejny tors do mojego ciała!

source: Look, you said there were still some records left in this Pod, right?
pl: Słuchaj... Mówiłeś, że w tym Podzie zostały jeszcze jakieś zapisy, prawda?

source: Look.
pl: Patrz.

source: Look. A corpse.
pl: Patrz. Ciało.

source: Look...at the stars...
pl: Patrząc... na gwiazdy...

source: Looking for Command? Just head down the hall to the left.
pl: Szukasz Komandor? Po prostu idź korytarzem w lewo.

source: Looks flashy, but the blade is top quality.
pl: Wygląda paradnie, ale jego ostrze jest najwyższej klasy.
